const reviews = [
    {
        "id": 2,
        "name": "안동장",
        "menu": "중식당",
        "location": "서울특별시 동작구 흑석로 105-1 (흑석동)",
        "count": "2건",
        "score": 0.733333333
       },
       {
        "id": 31,
        "name": "신부양각",
        "menu": "중식당",
        "location": "서울특별시 동작구 양녕로 191 (상도동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 41,
        "name": "순대나라",
        "menu": "순대,순댓국",
        "location": "서울특별시 동작구 서달로12가길 5 (흑석동)",
        "count": "37건",
        "score": 0.966666667
       },
       {
        "id": 71,
        "name": "우슬재",
        "menu": "한식",
        "location": "서울특별시 동작구 현충로 94 (흑석동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 80,
        "name": "정은식당",
        "menu": "한식",
        "location": "서울특별시 동작구 노량진로6길 6-8 (노량진동)",
        "count": "9건",
        "score": 1
       },
       {
        "id": 87,
        "name": "신대방빨강떡볶이",
        "menu": "떡볶이",
        "location": "서울특별시 동작구 여의대방로24길 60, 지상1층 (신대방동)",
        "count": "1건",
        "score": 0.9
       },
       {
        "id": 117,
        "name": "비어 퀸",
        "menu": "맥주,호프",
        "location": "서울특별시 동작구 서달로14길 8 (흑석동)",
        "count": "2건",
        "score": 0.923076923
       },
       {
        "id": 130,
        "name": "계림원누릉지통닭구이",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 노량진로8길 8 (노량진동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 135,
        "name": "소문난만천곱창",
        "menu": "곱창,막창,양",
        "location": "서울특별시 동작구 서달로12길 13 (흑석동)",
        "count": "0건",
        "score": 0.8
       },
       {
        "id": 165,
        "name": "이수찹쌀순대",
        "menu": "순대,순댓국",
        "location": "서울특별시 동작구 동작대로 123 (사당동, 1층)",
        "count": "5건",
        "score": 0.875
       },
       {
        "id": 181,
        "name": "다채샤브 장승배기역점",
        "menu": "샤브샤브",
        "location": "서울특별시 동작구 상도로 166 (상도동)",
        "count": "0건",
        "score": 0.8
       },
       {
        "id": 211,
        "name": "만리장성",
        "menu": "중식당",
        "location": "서울특별시 동작구 상도로15길 110 (상도동)",
        "count": "8건",
        "score": 1
       },
       {
        "id": 241,
        "name": "다래원",
        "menu": "중식당",
        "location": "서울특별시 동작구 국사봉길 90 (상도동)",
        "count": "0건",
        "score": 0.966666667
       },
       {
        "id": 271,
        "name": "거구장",
        "menu": "한식",
        "location": "서울특별시 동작구 흑석로 101-7 (흑석동)",
        "count": "0건",
        "score": 0.933333333
       },
       {
        "id": 301,
        "name": "계림(鷄林)닭한마리",
        "menu": "닭요리",
        "location": "서울특별시 동작구 사당로30길 103 (사당동)",
        "count": "0건",
        "score": 0.933333333
       },
       {
        "id": 331,
        "name": "진미순대",
        "menu": "순대,순댓국",
        "location": "서울특별시 동작구 서달로12가길 5 (흑석동)",
        "count": "3건",
        "score": 0.9
       },
       {
        "id": 361,
        "name": "교뽕",
        "menu": "중식당",
        "location": "서울특별시 동작구 장승배기로27길 13 (노량진동)",
        "count": "0건",
        "score": 0.766666667
       },
       {
        "id": 2284,
        "name": "명갈비",
        "menu": "육류,고기요리",
        "location": "서울특별시 동작구 상도로31길 83 (상도동)",
        "count": "0건",
        "score": 0.9
       },
       {
        "id": 2294,
        "name": "한국밥",
        "menu": "국밥",
        "location": "서울특별시 동작구 만양로 105 (노량진동)",
        "count": "0건",
        "score": 0.7
       },
       {
        "id": 2304,
        "name": "네네치킨 상도1점",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 상도로50길 9 (상도동, 1층)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 2314,
        "name": "상도실내포장마차",
        "menu": "포장마차",
        "location": "서울특별시 동작구 상도로 288 (상도1동)",
        "count": "1건",
        "score": 0.7
       },
       {
        "id": 2324,
        "name": "울엄마쌈밥",
        "menu": "쌈밥",
        "location": "서울특별시 동작구 보라매로5길 15 (신대방동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 2334,
        "name": "진호프",
        "menu": "요리주점",
        "location": "서울특별시 동작구 흑석로9길 9 (흑석동)",
        "count": "1건",
        "score": 1
       },
       {
        "id": 2344,
        "name": "스시로로",
        "menu": "초밥,롤",
        "location": "서울특별시 동작구 동작대로23길 29 (사당동)",
        "count": "3건",
        "score": 0.8
       },
       {
        "id": 2354,
        "name": "희래등",
        "menu": "중식당",
        "location": "서울특별시 동작구 등용로 123 (대방동,외 3필지)",
        "count": "0건",
        "score": 0.7
       },
       {
        "id": 2364,
        "name": "논고을",
        "menu": "육류,고기요리",
        "location": "서울특별시 동작구 남부순환로269길 12 (사당동)",
        "count": "0건",
        "score": 0.5
       },
       {
        "id": 2374,
        "name": "뚱보집",
        "menu": "돼지고기구이",
        "location": "서울특별시 동작구 남부순환로271길 35 (사당동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 2384,
        "name": "새벽촌",
        "menu": "한식",
        "location": "서울특별시 동작구 사당로30길 122 (사당동)",
        "count": "0건",
        "score": 0.9
       },
       {
        "id": 2394,
        "name": "조선화로집 상도역점",
        "menu": "육류,고기요리",
        "location": "서울특별시 동작구 상도로 263-6 (상도1동)",
        "count": "4건",
        "score": 0.7
       },
       {
        "id": 2404,
        "name": "마포주먹고기",
        "menu": "육류,고기요리",
        "location": "서울특별시 동작구 사당로 247-1 (사당동)",
        "count": "0건",
        "score": 0.9
       },
       {
        "id": 2414,
        "name": "예가 숯불갈비",
        "menu": "한식",
        "location": "서울특별시 동작구 상도로26길 19 (상도동)",
        "count": "0건",
        "score": 0.7
       },
       {
        "id": 2424,
        "name": "신대방빨강떡볶이",
        "menu": "떡볶이",
        "location": "서울특별시 동작구 여의대방로22길 48 (신대방동)",
        "count": "1건",
        "score": 0.8
       },
       {
        "id": 2434,
        "name": "두꺼비부대찌게",
        "menu": "찌개,전골",
        "location": "서울특별시 동작구 노량진로8길 58 (노량진동)",
        "count": "0건",
        "score": 0.7
       },
       {
        "id": 2444,
        "name": "서울회관",
        "menu": "한식",
        "location": "서울특별시 동작구 성대로1가길 27 (상도동)",
        "count": "196건",
        "score": 1
    },
    {
        "id": 1466,
        "name": "초록애",
        "menu": "오리요리",
        "location": "서울특별시 동작구 여의대방로54길 5 (대방동)",
        "count": "0건",
        "score": 0.98
       },
       {
        "id": 1566,
        "name": "영동호프",
        "menu": "맥주,호프",
        "location": "서울특별시 동작구 동작대로7길 26 (사당동)",
        "count": "4건",
        "score": 1
       },
       {
        "id": 1571,
        "name": "명가",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 보라매로5가길 16 (신대방동)",
        "count": "184건",
        "score": 0.976190476
       },
       {
        "id": 1613,
        "name": "마왕족발이수역점",
        "menu": "족발,보쌈",
        "location": "서울특별시 동작구 동작대로25길 43 (사당동)",
        "count": "0건",
        "score": 0.884615385
       },
       {
        "id": 1691,
        "name": "왕성갈비",
        "menu": "한식",
        "location": "서울특별시 동작구 양녕로25길 2 (상도동)",
        "count": "6건",
        "score": 0.9
       },
       {
        "id": 1701,
        "name": "이수치막",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 동작대로27나길 12 (사당동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 1732,
        "name": "미소야 이수역점",
        "menu": "돈가스",
        "location": "서울특별시 동작구 동작대로27길 11 (사당동)",
        "count": "0건",
        "score": 0.94
       },
       {
        "id": 1832,
        "name": "권참치",
        "menu": "생선회",
        "location": "서울특별시 동작구 사당로30길 142 (사당동,2층)",
        "count": "0건",
        "score": 0.923076923
       },
       {
        "id": 1910,
        "name": "미소야(노량진점)",
        "menu": "돈가스",
        "location": "서울특별시 동작구 만양로 105 (노량진동)",
        "count": "0건",
        "score": 0.84
       },
       {
        "id": 2010,
        "name": "삼향복집",
        "menu": "복어요리",
        "location": "서울특별시 동작구 사당로30길 161 (사당동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 2024,
        "name": "엉터리생고기",
        "menu": "육류,고기요리",
        "location": "서울특별시 동작구 사당로17길 17 (사당동)",
        "count": "0건",
        "score": 0.87
       },
       {
        "id": 2124,
        "name": "충북순대",
        "menu": "순대,순댓국",
        "location": "서울특별시 동작구 서달로14길 16 (흑석동)",
        "count": "15건",
        "score": 0.888888889
       },
       {
        "id": 2160,
        "name": "봉평산골메밀촌",
        "menu": "한식",
        "location": "서울특별시 동작구 상도로19길 7 (상도동)",
        "count": "1건",
        "score": 0.95
       },
       {
        "id": 2260,
        "name": "백채노량진점",
        "menu": "찌개,전골",
        "location": "서울특별시 동작구 만양로14길 24 (노량진동)",
        "count": "0건",
        "score": 0.855421687
       },
       {
        "id": 2343,
        "name": "소달구지",
        "menu": "한식",
        "location": "서울특별시 동작구 상도로 282 (상도1동)",
        "count": "2건",
        "score": 1
       },
       {
        "id": 1089,
        "name": "피자마루",
        "menu": "피자",
        "location": "서울특별시 동작구 양녕로 190 (상도동)",
        "count": "2건",
        "score": 0.94
       },
       {
        "id": 101,
        "name": "대방회집",
        "menu": "생선회",
        "location": "서울특별시 동작구 여의대방로 134-1 (대방동)",
        "count": "0건",
        "score": 0.928571429
       },
       {
        "id": 115,
        "name": "리얼 후라이 숭실대점",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 사당로 6-1 (상도동)",
        "count": "0건",
        "score": 0.925925926
       },
       {
        "id": 142,
        "name": "장가네장어탕",
        "menu": "장어,먹장어요리",
        "location": "서울특별시 동작구 동작대로21길 16 (사당동)",
        "count": "0건",
        "score": 0.916666667
       },
       {
        "id": 154,
        "name": "에머이 보라매점",
        "menu": "베트남음식",
        "location": "서울특별시 동작구 보라매로5가길 16 (신대방동,보라매아카데미타워 2층 201호)",
        "count": "0건",
        "score": 0.804123711
       },
       {
        "id": 251,
        "name": "미쳐버린파닭",
        "menu": "치킨,닭강정",
        "location": "서울특별시 동작구 사당로 56 (상도동)",
        "count": "0건",
        "score": 0.863636364
       },
       {
        "id": 273,
        "name": "만복국수",
        "menu": "국수",
        "location": "서울특별시 동작구 사당로 305 (사당동)",
        "count": "1건",
        "score": 0.976190476
       },
       {
        "id": 315,
        "name": "홍두께손칼국수",
        "menu": "칼국수,만두",
        "location": "서울특별시 동작구 동작대로29길 24 (사당동)",
        "count": "0건",
        "score": 1
       },
       {
        "id": 322,
        "name": "행복한손칼국수",
        "menu": "칼국수,만두",
        "location": null,
        "count": "17건",
        "score": 1
       },
       {
        "id": 330,
        "name": "대방성",
        "menu": "중식당",
        "location": "서울특별시 동작구 여의대방로54길 5 (대방동)",
        "count": "0건",
        "score": 0.764705882
       },
       {
        "id": 381,
        "name": "남서울식당",
        "menu": "종합분식",
        "location": "서울특별시 동작구 상도로15길 39 (상도동)",
        "count": "1건",
        "score": 0.93220339
       },
       {
        "id": 440,
        "name": "쏘맥의달인",
        "menu": "맥주,호프",
        "location": "서울특별시 동작구 동작대로27길 16-6 (사당동,(2층))",
        "count": "0건",
        "score": 0.833333333
       },
       {
        "id": 458,
        "name": "뻐꾸기",
        "menu": "바(BAR)",
        "location": "서울특별시 동작구 노량진로 147 (노량진동,(지하1층))",
        "count": "14건",
        "score": 1
       },
       {
        "id": 464,
        "name": "벙커",
        "menu": "맥주,호프",
        "location": "서울특별시 동작구 상도로 368 (상도동)",
        "count": "114건",
        "score": 1
       },
       {
        "id": 470,
        "name": "이수회관",
        "menu": "생선회",
        "location": "서울특별시 동작구 동작대로27가길 40 (사당동,(1층,2층))",
        "count": "86건",
        "score": 0.872727273
       },
       {
        "id": 570,
        "name": "참숯풍천장어구이",
        "menu": "장어,먹장어요리",
        "location": "서울특별시 동작구 대림로 36 (신대방동)",
        "count": "0건",
        "score": 0.931034483
       },
       {
        "id": 599,
        "name": "채울",
        "menu": "맥주,호프",
        "location": "서울특별시 동작구 등용로 107 (대방동)",
        "count": "382건",
        "score": 1
       },
       {
        "id": 603,
        "name": "파파디파스타",
        "menu": "스파게티,파스타전문",
        "location": "서울특별시 동작구 사당로 169 (사당동,(1층 102호))",
        "count": "0건",
        "score": 0.892857143
       },
       {
        "id": 659,
        "name": "피자마루(대림점)",
        "menu": "피자",
        "location": "서울특별시 동작구 시흥대로 658 (신대방동,제2동 제105호)",
        "count": "0건",
        "score": 0.925
       },
       {
        "id": 699,
        "name": "맛있는뎅",
        "menu": "오뎅,꼬치",
        "location": "서울특별시 동작구 동작대로7길 21 (사당동,(1층))",
        "count": "4건",
        "score": 0.893333333
       },
       {
        "id": 774,
        "name": "커피자리",
        "menu": "카페,디저트",
        "location": "서울특별시 동작구 노량진로 162 (노량진동,1층 8-4호)",
        "count": "806건",
        "score": 0.933333333
       },
       {
        "id": 789,
        "name": "신전떡볶이(중앙대점)",
        "menu": "분식",
        "location": "서울특별시 동작구 흑석로 101-1 (흑석동,(2층))",
        "count": "0건",
        "score": 0.89
       },
       {
        "id": 889,
        "name": "다채",
        "menu": "샤브샤브",
        "location": "서울특별시 동작구 알마타길 6 (대방동,지하1층 113호,114호)",
        "count": "6건",
        "score": 0.88
       },
       {
        "id": 989,
        "name": "할머니칼국수",
        "menu": "칼국수,만두",
        "location": "서울특별시 동작구 상도로 179 (상도동)",
        "count": "1건",
        "score": 0.941176471
       },
       {
        "id": 1074,
        "name": "찌개대학 부대과",
        "menu": "찌개,전골",
        "location": "서울특별시 동작구 상도로61길 32 (상도동,(2층))",
        "count": "0건",
        "score": 1
       },
       {
        "id": 1088,
        "name": "우리커피호프",
        "menu": "다방",
        "location": "서울특별시 동작구 동작대로7길 39 (사당동,지하1층)",
        "count": "0건",
        "score": 0.9
       },
    
]

export default reviews;
   